# Давай представим,что мы пишем бэкенд для сайта ветеринарной клиники.Нам нужно написать программу,
#которая будет запрашивать упользователя вид питомца,его возраст и кличку,а потом выведет все эти данные в одно предложение.
#Например:Это желторотый питон по кличке"Каа".Возраст:34года

a= input("Введите вид питомца:")
b= input("Введите кличку питомца:")
с= input("Введите его возраст:")

print("Это",a,"по кличке","\"",b,"\".Возраст:",с,"года.")