# напишем форму ввода ответа на тест по биологии для студентов. Он должен запрашивать по порядку этапы развития человека 
# и в конце вывести все стадии,разделенные знаком=>,что будет означать постепенный переход от одного к другому.
# В следующих уроках мы дополним эту форму до полноценного теста,который будет проверять правильность ответов, 
# а пока-начнем с малого.
# Напоминаем,что разделить эти данные тебе поможет команда sep внутри команды print,например,
# чтобы разделить переменные знаком + нужно ввести :print(a1,a2,a3,sep='+') 
# Подсказка:последняя стадия развития-Homosapienssapiens.


a1=("Одноклеточный организм") 
a2=("Многоклеточный организм")
a3=("Беспозвоночные")
a4=("Хордовые")
a5=("Рыбы")
a6=("Амфибии")
a7=("Рептилии")
a8=("Птицы")
a9=("Млекопитающие")
a10=("Приматы")
a11=("Homo habilis")
a12=("Homo erectus")
a13=("Homo neanderthalensis")
a14=("Homo sapiens")
a15=("Homo sapiens sapiens")


print(a1,a2,a3,a4,a5,a6,a7,a8,a9,a10,a11,a12,a13,a14,a15,sep="=>")
